Repository: mohamedyassin07/Payzaty
Catalog: languages/payzaty-*.po
Languages: ar

source: Enable Payzaty
ar: تمكين بيزاتي

source: Enable Sandbox
ar: تفعيل البيئة التجريبية

source: Enable/Disable
ar: تفعيل/تعطيل

source: https://www.payzaty.com
ar: https://www.payzaty.com/en/language/ar

source: Merchant No
ar: رقم التاجر

source: Missing Data
ar: بيانات ناقصة

source: Payzaty
ar: بيزاتي

source: Payzaty reported this payment process as a not completed correctly process
ar: هذه العملية غير مكملة بعد بشكل صحيح في سجلات بيزاتي

source: Payzaty Settings
ar: إعدادات بيزاتي

source: Payzaty WooCommerce plugin
ar: إضافة بيزاتي للووكوميرس

source: Sandbox enables a testing environment to test the whole process before you go production.
ar: تتيح البيئة التجريبية مناخ وهمي لتجربة عملية الدفع كاملة قبل التحول للربط الحقيقي مع بيزاتي

source: Secret Key
ar: المفتاح السري

source: Settings
ar: الإعدادات

source: Some things went wrong when connecting to Payzaty, Please try again.
ar: حدث بعض المشاكل اثناء الاتصال مع بيزاتي, من فضلك حاول مجددا

source: Something went wrong
ar: هناك مشكلة

source: This controls the title which will appears in chechout page.
ar: تمكنك من إعادة تسمية العنوان الذي يظهر في صفحه الدفع

source: Title
ar: العنوان
